[
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "This possible coastal promontory fort is located c. 2km NW of Ballyhack village in Co. Wexford. Marked as an ÇEntrenchment on the first edition (1841) OS six-inch map, the promontory can be described as a roughly triangular area measuring c. 170m N-S by c. 170m E-W that barely projects N from the mainland into Nook Bay at altitude of 7m OD. ",
    "id": -7842338058134027109,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Nook, Wexford",
    "userId": -2544457592191868715,
    "visited": false,
    "zoom": 0.0
  },
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "This possible coastal promontory fort is located at the NE point of the Great Saltee Island off the S coast of Co. Wexford. It lies on a low-lying, level (2m OD), grass and fern-covered field and is not marked on any edition of the OS six-inch maps. ",
    "id": -7842338058134027109,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Saltee Island Great, Wexford (Saltee Island Great)",
    "userId": -2544457592191868715,
    "visited": false,
    "zoom": 0.0
  },
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "This possible coastal promontory fort is located c. 5km SW of Fethard, Co. Wexford barely projecting W from the mainland into Templetown Bay at an altitude of 17m OD. It is marked as a circular embanked enclosure on the first edition OS six-inch map (1839) and it is situated on top of sea-cliffs on the E side of the Barrow/Nore/Suir estuary.",
    "id": -1741746312911338731,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Templetown, Wexford",
    "userId": 767065832609658098,
    "visited": false,
    "zoom": 0.0
  },
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "The site is located c. 4km E of Ballylicky town, West Cork. It lies on a small area of land c. 10m in length that barely projects SW into Bantry Bay at an altitude of 10m OD. The promontory is enclosed by a curving, overgrown earthen bank c. 2.7m in height and an external ditch with an average depth of 1.4m. ",
    "id": -1741746312911338731,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Ardaturrish More, Cork",
    "userId": 767065832609658098,
    "visited": false,
    "zoom": 0.0
  },
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "Irregular shaped contour fort surrounding two summits of Laghtea Hill. The enclosing elements are positioned at the base of a steep incline. In commanding position overlooking the S fording point of Lough Derg and with panoramic views from the summit.",
    "id": 3045262847967960377,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Laghtea, Tipperary",
    "userId": -6082536669660086288,
    "visited": false,
    "zoom": 0.0
  },
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "Sub-rectangular inland promontory fort overlooking the Carndaisy Glen. The defences cut off a level neck of land that extends westward with steep slopes at the N, E and S. There are panoramic views from the summit. The level approach to the interior on the W side is protected by a substantial bank and ditch, with natural steep slopes at the N, E and S. ",
    "id": 3045262847967960377,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Tintagh, Derry",
    "userId": -6082536669660086288,
    "visited": false,
    "zoom": 0.0
  },
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "This possible coastal promontory fort is situated at a height of 7m OD on Polshone Head, c. 4km S of Courtown in Co. Wexford. The sea is situated immediately adjacent on the NW and E sides, while a ravine lies on the S side. Depicted as 'Pollshone Moat' on the first edition six-inch OS map, the defences comprise two enclosures.",
    "id": -1503588271477309941,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Pollshone Moat",
    "userId": -3358666205973838817,
    "visited": false,
    "zoom": 0.0
  },
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "Contour fort positioned at the summit of hilltop, overlooking a bend in Ballycotton River to NE, E and SE and tributaries of Ballysteen River to W. Panoramic views from summit with excellent views of Liscannor Bay to S. The site has a total footprint of approximately 0.2ha. Univallate for the entire circuit with three possible original entrances comprising narrow, simple gaps in the enclosing elements. ",
    "id": -1503588271477309941,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Ballycotten, Cork",
    "userId": -3358666205973838817,
    "visited": false,
    "zoom": 0.0
  },
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "Near small village of Ballygahan, an oval hillslope fort of approximately 1.6ha total site footprint positioned on sloping ground with steep break of slope to N, E and S. Extensive views of the Avoca river valley from the interior. The hillfort is positioned at a major bend in the Avoca Valley. ",
    "id": -1287941888318317154,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Kilcashel, Wicklow",
    "userId": 4247881590951439914,
    "visited": false,
    "zoom": 0.0
  },
  {
    "additionalNotes": "",
    "dateVisited": "",
    "description": "Rectangular inland promontory fort with a total site footprint of approximately 0.9ha is positioned on S facing slopes. Promontory projects S towards the confluence of two river systems which are highly visible from the interior of the fort. The flanks are defined by steep slopes of up to 20m at the E, S and W, while on the N there is an earthen bank and external ditch. ",
    "id": -1287941888318317154,
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "lat": 0.0,
    "lng": 0.0,
    "title": "Greaghnaglogh, Roscommon",
    "userId": 4247881590951439914,
    "visited": false,
    "zoom": 0.0
  }
]